Repository: common-repository/smart-search-stellenanzeigen
Catalog: languages/smartsearch-job-ads-*.po
Languages: de_de

source: How to use this plugin
de_de: So nutzt du dieses Plugin

source: Please select a region
de_de: Wählen Sie zuerst die Region aus

source: Search for jobs
de_de: Job suchen

source: Search
de_de: Suchen

source: Searchradius
de_de: Suchradius

source: Zipcode
de_de: Postleitzahl

source: City
de_de: Stadt

source: Select region
de_de: Region

source: All
de_de: Alle

source: Number of Ads shown
de_de: %d Stellenanzeigen

source: Search Job
de_de: Stellenanzeige suchen

source: Name of the company
de_de: Name des unternehmens

source: Name of the industry
de_de: Name der Industrie

source: Joblist with filters
de_de: Jobliste mit Filtern

source: Type of ad
de_de: Typ der Anzeige

source: With this filter you can hide types
de_de: Mit diesem Filter können typen ausgefiltert werden

source: With this filter you can hide initiative ads
de_de: Mit diesem Filter können Initiativbewerbungen ausgefiltert werden

source: With this attribute you can customize the color that is displayed when the mouse hovers over the element
de_de: Mit diesem Attribut kannst du die Farbe anpassen, die angezeigt wird, wenn die Maus über das Element fährt

source: Semicolon separated filters
de_de: Semikolon getrennte Filter

source: For each filter you can append several filters to each other by semicolon
de_de: Bei jeden Filter kannst du durch semikolon mehrere Filter an einander hängen
